driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilScopeTest20/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://localhost/RepeatUntilBpel/RepeatUntilwithScope">
  <soapenv:Body>
    <rep:Name>TestScope</rep:Name>
    <rep:Counter>1</rep:Counter>
    <rep:TestVar>2</rep:TestVar>
  </soapenv:Body>
</soapenv:Envelope>